[
  {
    "id": "OL19096402W",
    "title": "The Silent Patient",
    "author": "Alex Michaelides",
    "publishYear": 2018,
    "description": "Alicia Berenson’s life is seemingly perfect. One evening her husband Gabriel returns home late from a fashion shoot, and Alicia shoots him five times in the face, and then never speaks another word. Alicia’s refusal to talk, or give any kind of explanation, turns a domestic tragedy into something far grander, a mystery that captures the public imagination and casts Alicia into notoriety. The price of her art skyrockets, and she, the silent patient, is hidden away from the tabloids and spotlight at the Grove, a secure forensic unit in North London. Theo Faber is a criminal psychotherapist who has waited a long time for the opportunity to work with Alicia. His determination to get her to talk and unravel the mystery of why she shot her husband takes him down a twisting path into his own motivations–a search for the truth that threatens to consume him.",
    "genre": "Thriller",
    "pages": 350,
    "cover": "http://covers.openlibrary.org/b/id/9407338-L.jpg"
  },
  {
    "id": "OL20646061W",
    "title": "A Good Girl's Guide to Murder",
    "author": "Holly Jackson",
    "publishYear": 2019,
    "description": "Everyone in Fairview knows the story. Pretty and popular high school senior Andie Bell was murdered by her boyfriend, Sal Singh, who then killed himself. It was all anyone could talk about. And five years later, Pip sees how the tragedy still haunts her town. But she can't shake the feeling that there was more to what happened that day. She knew Sal when she was a child, and he was always so kind to her. How could he possibly have been a killer? Now a senior herself, Pip decides to reexamine the closed case for her final project, at first just to cast doubt on the original investigation. But soon she discovers a trail of dark secrets that might actually prove Sal innocent . . . and the line between past and present begins to blur. Someone in Fairview doesn't want Pip digging around for answers, and now her own life might be in danger.",
    "genre": "Thriller",
    "pages": 433,
    "cover": "http://covers.openlibrary.org/b/id/13156188-L.jpg"
  },
  {
    "id": "OL18147915W",
    "title": "The Outsider",
    "author": "Stephen King",
    "publishYear": 2018,
    "description": "An unspeakable crime. A confounding investigation. An eleven-year-old boy's violated corpse is found in a town park. Eyewitnesses and fingerprints point unmistakably to one of Flint City's most popular citizens. He is Terry Maitland, Little League coach, English teacher, husband, and father of two girls. Detective Ralph Anderson, whose son Maitland once coached, orders a quick and very public arrest. Maitland has an alibi, but Anderson and the district attorney soon add DNA evidence to go with the fingerprints and witnesses. Their case seems ironclad. As the investigation expands and horrifying answers begin to emerge, King's propulsive story kicks into high gear, generating strong tension and almost unbearable suspense. Terry Maitland seems like a nice guy, but is he wearing another face? When the answer comes, it will shock you as only Stephen King can.",
    "genre": "Thriller",
    "pages": 592,
    "cover": "http://covers.openlibrary.org/b/id/8315581-L.jpg"
  },
  {
    "id": "OL17929039W",
    "title": "The Seven Deaths of Evelyn Hardcastle",
    "author": "Stuart Turton",
    "publishYear": 2018,
    "description": "Tonight, Evelyn Hardcastle will be killed ... Again. It is meant to be a celebration but it ends in tragedy. As fireworks explode overhead, Evelyn Hardcastle, the young and beautiful daughter of the house, is killed. But Evelyn will not die just once. Until Aiden – one of the guests summoned to Blackheath for the party – can solve her murder, the day will repeat itself, over and over again. Every time ending with the fateful pistol shot. The only way to break this cycle is to identify the killer. But each time the day begins again, Aiden wakes in the body of a different guest. And someone is determined to prevent him ever escaping Blackheath...",
    "genre": "Thriller",
    "pages": 526,
    "cover": "http://covers.openlibrary.org/b/id/8838910-L.jpg"
  },
  {
    "id": "OL471603W",
    "title": "The Mystery of the Blue Train",
    "author": "Agatha Christie",
    "publishYear": 1928,
    "description": "Bound for the Riviera, detective Hercule Poirot has boarded Le Train Bleu, an elegant, leisurely means of travel, free of intrigue. Then he meets Ruth Kettering. The American heiress bailing out of a doomed marriage is en route to reconcile with her former lover. But by morning, her private affairs are made public when she is found murdered in her luxury compartment. The rumour of a strange man loitering in the victim's shadow is all Poirot has to go on. Until Mrs. Kettering's secret life begins to unfold...",
    "genre": "Thriller",
    "pages": 257,
    "cover": "http://covers.openlibrary.org/b/id/14575533-L.jpg"
  },
  {
    "id": "OL20907281W",
    "title": "Ready Player Two",
    "author": "Ernest Cline",
    "publishYear": 2019,
    "description": "An unexpected quest. Two worlds at stake. Are you ready? Days after Oasis founder James Halliday's contest, Wade Watts makes a discovery that changes everything. Hidden within Halliday's vault, waiting for his heir to find, lies a technological advancement that will once again change the world and make the Oasis a thousand times more wondrous, and addictive, than even Wade dreamed possible. With it comes a new riddle and a new quest. A last Easter egg from Halliday, hinting at a mysterious prize. And an unexpected, impossibly powerful, and dangerous new rival awaits, one who will kill millions to get what he wants. Wade's life and the future of the Oasis are again at stake, but this time the fate of humanity also hangs in the balance.",
    "genre": "Thriller",
    "pages": 464,
    "cover": "http://covers.openlibrary.org/b/id/10250001-L.jpg"
  },
  {
    "id": "OL7966242W",
    "title": "The Pearl",
    "author": "John Steinbeck",
    "publishYear": 1945,
    "description": "Kino is a desperately poor Mexican-pearl diver. But when he finds 'The Pearl of the World' he believes that his life will be magically transformed. Obsessed by his dreams, Kino is blind to the greed, fear and even violence the pearl arouses in his neighbours - and himself.",
    "genre": "Thriller",
    "pages": 118,
    "cover": "http://covers.openlibrary.org/b/id/9292332-L.jpg"
  },
  {
    "id": "OL19710211W",
    "title": "Chilled to the bone",
    "author": "Quentin Bates",
    "publishYear": 2013,
    "description": "When Sergeant Gunnhildur Gísladóttir of the local police force is called in to investigate the death of a man found tied to a bed in one of Reykjaviacutek's nicest hotels, she finds no sign of criminal activity but suspects there may be more to the case than meets the eye. Could the death of the shipowner be related to a local gangster's recent return to Iceland after many years abroad? What begins as a straightforward case for Gunnhildur soon explodes into a dangerous investigation, involving a discreet bondage society that ruthless men will go to violent extremes to keep secret\"--",
    "genre": "Icelandic Crime",
    "pages": 315,
    "cover": "http://covers.openlibrary.org/b/id/10319457-L.jpg"
  },
  {
    "id": "OL5869535W",
    "title": "Arctic chill",
    "author": "Arnaldur Indriðason",
    "publishYear": 2009,
    "description": "A dark-skinned young boy is found dead, frozen to the ground in a pool of his own blood. The boy's Thai half-brother is missing; is he implicated, or simply afraid for his own life? While fears increase that the murder could have been racially motivated, the police receive reports that a suspected paedophile has been spotted in the area.",
    "genre": "Icelandic Crime",
    "pages": 408,
    "cover": "http://covers.openlibrary.org/b/id/7111943-L.jpg"
  },
  {
    "id": "OL20045913W",
    "title": "Snowblind",
    "author": "Ragnar Jónasson",
    "publishYear": 2015,
    "description": "Siglufjörður: an idyllically quiet fishing village in Northern Iceland, where no one locks their doors--accessible only via a small mountain tunnel. Ari Thór Arason: a rookie policeman on his first posting, far from his girlfriend in Reykjavik--with a past that he's unable to leave behind. When a young woman is found lying half-naked in the snow, bleeding and unconscious, and a highly esteemed, elderly writer falls to his death in the local theater, Ari is dragged straight into the heart of a community where he can trust no one, and secrets and lies are a way of life. Past plays tag with the present and the claustrophobic tension mounts, while Ari is thrust ever deeper into his own darkness--blinded by snow, and with a killer on the loose.",
    "genre": "Icelandic Crime",
    "pages": 285,
    "cover": "http://covers.openlibrary.org/b/id/10807746-L.jpg"
  },
  {
    "id": "OL5869541W",
    "title": "Voices",
    "author": "Arnaldur Indriðason",
    "publishYear": 2006,
    "description": "The Christmas rush is at its peak in a grand Reykjavík hotel when Inspector Erlendur Sveinsson is called in to investigate a murder. The hotel Santa has been stabbed, and Erlendur and his detective colleagues have no shortage of suspects between hotel staff and the international travelers staying for the holidays. But then a shocking secret surfaces. As Christmas Day approaches, Erlendur must deal with his difficult daughter, pursue a possible romantic interest, and untangle a long-buried web of malice and greed to find the murderer.",
    "genre": "Icelandic Crime",
    "pages": 313,
    "cover": "http://covers.openlibrary.org/b/id/6889947-L.jpg"
  },
  {
    "id": "OL19996217W",
    "title": "Someone to watch over me",
    "author": "Yrsa Sigurdardottir",
    "publishYear": 2014,
    "description": "A young man with Down's Syndrome has been convicted of burning down his assisted living facility and killing five people, but a fellow inmate at his secure psychiatric unit has hired Thora to prove Jakob is innocent. If he didn't do it, who did? And how is the multiple murder connected to the death of a young woman, killed in what was supposed to be a hit-and-run?",
    "genre": "Icelandic Crime",
    "pages": 406,
    "cover": "http://covers.openlibrary.org/b/id/10253719-L.jpg"
  },
  {
    "id": "OL23704045W",
    "title": "Wayward Icelanders",
    "author": "Helgi Gunnlaugsson",
    "publishYear": 1999,
    "description": "Is Iceland, universally perceived as a peaceful, idyllic nation, being threatened by an inevitable flood of crime as it enters the global community? In recent decades the Icelandic state has taken serious steps to curb mounting crime, establishing a specialized drug court and an undercover drug police agency. Public opinion polls clearly demonstrate Icelanders' growing concern that crime and drug use are on the rise. In their provocative new book, Wayward Icelanders, Helgi Gunnlaugsson and John Galliher offer another, more nuanced explanation for recent Icelandic attitudes toward crime, one that takes into account the unique history and culture of this relatively homogeneous and isolated nation.",
    "genre": "Icelandic Crime",
    "pages": 150,
    "cover": "http://covers.openlibrary.org/b/id/2353677-L.jpg"
  },
  {
    "id": "OL28128736W",
    "title": "She Is the Poem",
    "author": "June Bates",
    "publishYear": 2022,
    "description": "She Is The Poem is a love letter to women and a celebration of sapphic joy. This collection tackles topics like love, finding yourself, coming out, self-care, and femininity.",
    "genre": "Feminism",
    "pages": 118,
    "cover": "http://covers.openlibrary.org/b/id/13011134-L.jpg"
  },
  {
    "id": "OL25321699W",
    "title": "Tomb of Sand",
    "author": "Geetanjali Shree",
    "publishYear": 2021,
    "description": "In northern India, an 80-year-old woman slips into a deep depression at the death of her husband, then resurfaces to gain a new lease of life. Her determination to fly in the face of convention confuses her bohemian daughter, who is used to thinking of herself as the more ‘modern’ of the two. To her family’s consternation, Ma then insists on travelling to Pakistan, confronting the unresolved trauma of her teenage experiences of Partition. Despite its serious themes, Geetanjali Shree’s light touch and exuberant wordplay ensures that Tomb of Sand remains constantly playful - and utterly original.",
    "genre": "Feminism",
    "pages": 696,
    "cover": "http://covers.openlibrary.org/b/id/12717343-L.jpg"
  },
  {
    "id": "OL25316604W",
    "title": "My Body",
    "author": "Emily Ratajkowski",
    "publishYear": 2021,
    "description": "My Body is a profoundly personal exploration of feminism, sexuality, and power, of men's treatment of women and women's rationalizations for accepting that treatment. These essays chronicle moments from Ratajkowski’s life while investigating the culture’s fetishization of girls and female beauty, its obsession with and contempt for women’s sexuality, the perverse dynamics of the fashion and film industries, and the gray area between consent and abuse.",
    "genre": "Feminism",
    "pages": 256,
    "cover": "http://covers.openlibrary.org/b/id/12384627-L.jpg"
  },
  {
    "id": "OL21806051W",
    "title": "The Disordered Cosmos",
    "author": "Chanda Prescod-Weinstein",
    "publishYear": 2021,
    "description": "In The Disordered Cosmos, Dr. Chanda Prescod-Weinstein shares her love for physics, from the Standard Model of Particle Physics and what lies beyond it, to the physics of melanin in skin, to the latest theories of dark matter—along with a perspective informed by history, politics, and the wisdom of Star Trek. One of the leading physicists of her generation, Dr. Chanda Prescod-Weinstein is also one of fewer than one hundred Black American women to earn a PhD from a department of physics. Her vision of the cosmos is vibrant, buoyantly nontraditional, and grounded in Black and queer feminist lineages. Dr. Prescod-Weinstein urges us to recognize how science, like most fields, is rife with racism, misogyny, and other forms of oppression. She lays out a bold new approach to science and society, beginning with the belief that we all have a fundamental right to know and love the night sky. The Disordered Cosmos dreams into existence a world that allows everyone to experience and understand the wonders of the universe. ",
    "genre": "Feminism",
    "pages": 312,
    "cover": "http://covers.openlibrary.org/b/id/10406574-L.jpg"
  },
  {
    "id": "OL20863225W",
    "title": "Abolition. Feminism. Now",
    "author": "Angela Y. Davis, Gina Dent, Erica Meiners, Beth Richie",
    "publishYear": 2021,
    "description": "In this remarkable collaborative work, leading scholar-activists Angela Y. Davis, Gina Dent, Erica R. Meiners, and Beth E. Richie surface the often unrecognized genealogies of queer, anti-capitalist, internationalist, grassroots, and women-of-color-led feminist movements, struggles, and organizations that have helped to define abolition and feminism in the twenty-first century. This pathbreaking book also features illustrations documenting the work of grassroots organizers embodying abolitionist feminist practice.",
    "genre": "Feminism",
    "pages": 150,
    "cover": "http://covers.openlibrary.org/b/id/10179674-L.jpg"
  },
  {
    "id": "OL20863101W",
    "title": "Concrete Rose",
    "author": "Angie Thomas",
    "publishYear": 2021,
    "description": "If there’s one thing seventeen-year-old Maverick Carter knows, it’s that a real man takes care of his family. As the son of a former gang legend, Mav does that the only way he knows how: dealing for the King Lords. With this money he can help his mom, who works two jobs while his dad’s in prison. Life’s not perfect, but with a fly girlfriend and a cousin who always has his back, Mav’s got everything under control. Until, that is, Maverick finds out he’s a father. Suddenly he has a baby, Seven, who depends on him for everything. But it’s not so easy to sling dope, finish school, and raise a child. So when he’s offered the chance to go straight, he takes it. In a world where he’s expected to amount to nothing, maybe Mav can prove he’s different. When King Lord blood runs through your veins, though, you can't just walk away. Loyalty, revenge, and responsibility threaten to tear Mav apart, especially after the brutal murder of a loved one. He’ll have to figure out for himself what it really means to be a man.",
    "genre": "Young Literature",
    "pages": 368,
    "cover": "http://covers.openlibrary.org/b/id/12446801-L.jpg"
  },
  {
    "id": "OL24398747W",
    "title": "You'd Be Home Now",
    "author": "Kathleen Glasgow",
    "publishYear": 2021,
    "description": "For all of Emory's life she's been told who she is. In town she's the rich one--the great-great-granddaughter of the mill's founder. At school she's hot Maddie Ward's younger sister. And at home, she's the good one, her stoner older brother Joey's babysitter. Everything was turned on its head, though, when she and Joey were in the car accident that killed Candy MontClaire. The car accident that revealed just how bad Joey's drug habit was. Four months later, Emmy's junior year is starting, Joey is home from rehab, and the entire town of Mill Haven is still reeling from the accident. Everyone's telling Emmy who she is, but so much has changed, how can she be the same person? Or was she ever that person at all? Mill Haven wants everyone to live one story, but Emmy's beginning to see that people are more than they appear. Her brother, who might not be cured, the popular guy who lives next door, and most of all, many ghostie addicts who haunt the edges of the town. People spend so much time telling her who she is--it might be time to decide for herself. A journey of one sister, one brother, one family, to finally recognize and love each other for who they are, not who they are supposed to be, You'd Be Home Now is Kathleen Glasgow's glorious and heartbreaking story about the opioid crisis, and how it touches all of us.",
    "genre": "Young Literature",
    "pages": 400,
    "cover": "http://covers.openlibrary.org/b/id/10937648-L.jpg"
  },
  {
    "id": "OL20805905W",
    "title": "Firekeeper's Daughter",
    "author": "Angeline Boulley",
    "publishYear": 2021,
    "description": "The book follows Daunis Fontaine, a half-native, half-white young adult who witnesses her friend's murder and becomes involved in an FBI investigation revolving around a new drug.",
    "genre": "Young Literature",
    "pages": 407,
    "cover": "http://covers.openlibrary.org/b/id/12774156-L.jpg"
  },
  {
    "id": "OL4535532M",
    "title": "Pippi Longstocking",
    "author": "Astrid Lindgren",
    "publishYear": 1950,
    "description": "Nine year old Pippi is an unusual and unpredictable character, she lives alone with a monkey, a horse, and no rules whatsoever! Every day is a crazy adventure with Pippi, but what else would you expect from the daughter of a swashbuckling pirate captain?!",
    "genre": "Young Literature",
    "pages": 147,
    "cover": "http://covers.openlibrary.org/b/isbn/9780140309577-L.jpg"
  },
  {
    "id": "OL25345147W",
    "title": "Young Mungo",
    "author": "Douglas Stuart",
    "publishYear": 2022,
    "description": "Born under different stars, Protestant Mungo and Catholic James live in the hyper-masculine and violently sectarian world of Glasgow's housing estates. They should be sworn enemies if they're to be seen as men at all, and yet they become best friends as they find a sanctuary in the pigeon dovecote that James has built for his prize racing birds. As they find themselves falling in love, they dream of escaping the grey city, and Mungo works especially hard to hide his true self from all those around him.",
    "genre": "Young Literature",
    "pages": 424,
    "cover": "http://covers.openlibrary.org/b/id/12715939-L.jpg"
  },
  {
    "id": "OL24151557W",
    "title": "Everyone in This Room Will Someday Be Dead",
    "author": "Emily Austin",
    "publishYear": 2021,
    "description": "A meditation on death as an end-point, and what it's like, in one case, to be not dead.",
    "genre": "Young Literature",
    "pages": 250,
    "cover": "http://covers.openlibrary.org/b/id/10550699-L.jpg"
  },
  {
    "id": "OL24592608W",
    "title": "A Flicker in the Dark",
    "author": "Stacy Willingham",
    "publishYear": 2022,
    "description": "When Chloe Davis was twelve, six teenage girls went missing in her small Louisiana town. By the end of the summer, her own father had confessed to the crimes and was put away for life, leaving Chloe and the rest of her family to grapple with the truth and try to move forward while dealing with the aftermath. Now twenty years later, Chloe is a psychologist in Baton Rouge and getting ready for her wedding. While she finally has a fragile grasp on the happiness she’s worked so hard to achieve, she sometimes feels as out of control of her own life as the troubled teens who are her patients. So when a local teenage girl goes missing, and then another, that terrifying summer comes crashing back. Is she paranoid, seeing parallels from her past that aren't actually there, or for the second time in her life, is Chloe about to unmask a killer?",
    "genre": "Psychology",
    "pages": 368,
    "cover": "http://covers.openlibrary.org/b/id/11252944-L.jpg"
  },
  {
    "id": "OL24311121W",
    "title": "Rock Paper Scissors",
    "author": "Alice Feeney",
    "publishYear": 2021,
    "description": "Things have been wrong with Mr and Mrs Wright for a long time. When Adam and Amelia win a weekend away to Scotland, it might be just what their marriage needs. Self-confessed workaholic and screenwriter Adam Wright has lived with face blindness his whole life. He can’t recognize friends or family, or even his own wife. Every anniversary the couple exchange traditional gifts – paper, cotton, pottery, tin – and each year Adam’s wife writes him a letter that she never lets him read. Until now. They both know this weekend will make or break their marriage, but they didn’t randomly win this trip. One of them is lying, and someone doesn’t want them to live happily ever after. Ten years of marriage. Ten years of secrets. And an anniversary they will never forget.",
    "genre": "Psychology",
    "pages": 336,
    "cover": "http://covers.openlibrary.org/b/id/10826952-L.jpg"
  },
  {
    "id": "OL22355777W",
    "title": "Four Thousand Weeks",
    "author": "Oliver Burkeman",
    "publishYear": 2021,
    "description": "The average human lifespan is absurdly, outrageously, insultingly brief: if you live to 80, you have about four thousand weeks on earth. How should we use them best? Of course, nobody needs telling that there isn't enough time. We're obsessed by our lengthening to-do lists, our overfilled inboxes, the struggle against distraction, and the sense that our attention spans are shrivelling. Yet we rarely make the conscious connection that these problems only trouble us in the first place thanks to the ultimate time-management problem: the challenge of how best to use our four thousand weeks. Four Thousand Weeks is an uplifting, engrossing and deeply realistic exploration of this problem. Rejecting the futile modern obsession with 'getting everything done,' it introduces readers to tools for constructing a meaningful life, showing how the unhelpful ways we've come to think about time aren't inescapable, unchanging truths, but choices we've made, as individuals and as a society - and its many revelations will transform the reader's worldview.",
    "genre": "Psychology",
    "pages": 288,
    "cover": "http://covers.openlibrary.org/b/id/11990973-L.jpg"
  },
  {
    "id": "OL22484556W",
    "title": "Think Again",
    "author": "Adam Grant",
    "publishYear": 2021,
    "description": "If you can change your mind you can do anything. Why do we refresh our wardrobes every year, renovate our kitchens every decade, but never update our beliefs and our views? Why do we laugh at people using computers that are ten years old, but yet still cling to opinions we formed ten years ago? There's a new skill for the modern world that matters more than raw intelligence - the ability to change your mind. To have the edge we all need to develop the flexibility to unlearn old beliefs and adapt when the evidence and the world changes before us.",
    "genre": "Psychology",
    "pages": 320,
    "cover": "http://covers.openlibrary.org/b/id/10470266-L.jpg"
  },
  {
    "id": "OL25453949W",
    "title": "Stolen Focus",
    "author": "Johann Hari",
    "publishYear": 2022,
    "description": "Is your ability to focus and pay attention in free fall? You are not alone. The average office worker now focuses on any one task for just three minutes. But it's not your fault. Your attention didn't collapse. It has been stolen. Johann Hari shows twelve deep factors harming our focus. Once we understand them, together, we can take back our minds.",
    "genre": "Psychology",
    "pages": 352,
    "cover": "http://covers.openlibrary.org/b/id/12664855-L.jpg"
  },
  {
    "id": "OL32414902W",
    "title": "Psychology - A Very Short Introduction",
    "author": "Gillian Butler & Freda McManus",
    "publishYear": 1998,
    "description": "Psychology is part of everyone's experience: it influences the way we think about everything from education and intelligence, to relationships and emotions, advertising and criminality. People readily behave as amateur psychologists, offering explanations for what people think, feel, and do. But what exactly are psychologists trying to do? What scientific grounding do they have for their approach? This Very Short Introduction explores some of psychology's leading ideas and their practical relevance.",
    "genre": "Psychology",
    "pages": "148",
    "cover": "http://covers.openlibrary.org/b/isbn/9780199670420-L.jpg"
  },
  {
    "id": "OL20129837W",
    "title": "The Testaments",
    "author": "Margaret Atwood",
    "publishYear": 2019,
    "description": "15 years after the sons of Jacob seized power in the USA and became Gilead.  The story is told from three female viewpoints;  Daisy, Agnes and Lydia. Daisy struggles with coming to the realization of her past and who she really is, Agnes tells her story and life in Gilead, and Lydia contemplates her life and decisions made. When the van door slammed on Offred's future at the end of The Handmaid's Tale, readers had no way of telling what lay ahead for her--freedom, prison or death. With The Testaments, the wait is over. Margaret Atwood's sequel picks up the story more than fifteen years after Offred stepped into the unknown, with the explosive testaments of three female narrators from Gilead. In this brilliant sequel to The Handmaid's Tale, acclaimed author Margaret Atwood answers the questions that have tantalized readers for decades.",
    "genre": "Fantasy",
    "pages": 476,
    "cover": "http://covers.openlibrary.org/b/id/12366815-L.jpg"
  },
  {
    "id": "OL20893680W",
    "title": "Piranesi",
    "author": "Susanna Clarke",
    "publishYear": 2019,
    "description": "Piranesi's house is no ordinary building; its rooms are infinite, its corridors endless, its walls are lined with thousands upon thousands of statues, each one different from all the others. Within the labyrinth of halls an ocean is imprisoned; waves thunder up staircases, rooms are flooded in an instant. But Piranesi is not afraid; he understands the tides as he understands the pattern of the labyrinth itself. He lives to explore the house. There is one other person in the house--a man called The Other, who visits Piranesi twice a week and asks for help with research into A Great and Secret Knowledge. But as Piranesi explores, evidence emerges of another person, and a terrible truth begins to unravel, revealing a world beyond the one Piranesi has always known.",
    "genre": "Fantasy",
    "pages": 274,
    "cover": "http://covers.openlibrary.org/b/id/10226290-L.jpg"
  },
  {
    "id": "OL20197660W",
    "title": "Ninth House",
    "author": "Leigh Bardugo",
    "publishYear": 2019,
    "description": "Galaxy “Alex” Stern is the most unlikely member of Yale’s freshman class. Raised in the Los Angeles hinterlands by a hippie mom, Alex dropped out of school early and into a world of shady drug dealer boyfriends, dead-end jobs, and much, much worse. By age twenty, in fact, she is the sole survivor of a horrific, unsolved multiple homicide. Some might say she’s thrown her life away. But at her hospital bed, Alex is offered a second chance: to attend one of the world’s most elite universities on a full ride. What’s the catch, and why her? Still searching for answers to this herself, Alex arrives in New Haven tasked by her mysterious benefactors with monitoring the activities of Yale’s secret societies. These eight windowless “tombs” are well-known to be haunts of the future rich and powerful, from high-ranking politicos to Wall Street and Hollywood’s biggest players. But their occult activities are revealed to be more sinister and more extraordinary than any paranoid imagination might conceive.",
    "genre": "Fantasy",
    "pages": 480,
    "cover": "http://covers.openlibrary.org/b/id/12667414-L.jpg"
  },
  {
    "id": "OL20650912W",
    "title": "Crescent City",
    "author": "Sarah J. Maas",
    "publishYear": 2019,
    "description": "Bound by blood. Tempted by desire. Unleashed by destiny. Bryce Quinlan had the perfect life—working hard all day and partying all night—until a demon murdered her closest friends, leaving her bereft, wounded, and alone. When the accused is behind bars but the crimes start up again, Bryce finds herself at the heart of the investigation. She’ll do whatever it takes to avenge their deaths. Hunt Athalar is a notorious Fallen angel, now enslaved to the Archangels he once attempted to overthrow. His brutal skills and incredible strength have been set to one purpose—to assassinate his boss’s enemies, no questions asked. But with a demon wreaking havoc in the city, he’s offered an irresistible deal: help Bryce find the murderer, and his freedom will be within reach. As Bryce and Hunt dig deep into Crescent City’s underbelly, they discover a dark power that threatens everything and everyone they hold dear, and they find, in each other, a blazing passion—one that could set them both free, if they’d only let it.",
    "genre": "Fantasy",
    "pages": 804,
    "cover": "http://covers.openlibrary.org/b/id/9289603-L.jpg"
  },
  {
    "id": "OL20416941W",
    "title": "The Starless Sea",
    "author": "Erin Morgenstern",
    "publishYear": 2019,
    "description": "Far beneath the surface of the earth, upon the shores of the Starless Sea, there is a labyrinthine collection of tunnels and rooms filled with stories. The entryways that lead to this sanctuary are often hidden, sometimes on forest floors, sometimes in private homes, sometimes in plain sight. But those who seek will find. Their doors have been waiting for them. Zachary Ezra Rawlins is searching for his door, though he does not know it. He follows a silent siren song, an inexplicable certainty that he is meant for another place. When he discovers a mysterious book in the stacks of his campus library, he begins to read and is entranced by tales of lovelorn prisoners, lost cities, and nameless acolytes. Suddenly, a turn of the page brings Zachary to a story from his own childhood, impossibly written in this book that is older than he is. A bee, a key, and a sword emblazoned on the book lead Zachary to two people who will change the course of his life: Mirabel, a fierce, pink-haired painter, and Dorian, a handsome, barefoot man with shifting alliances. These strangers guide Zachary through masquerade-party dances and whispered backroom stories to the headquarters of a secret society, where doorknobs hang from ribbons, and finally through a door conjured from paint to the place he has always yearned for. Amid twisting tunnels filled with books, gilded ballrooms, and wine-dark shores, Zachary falls into an intoxicating world soaked in romance and mystery. But a battle is raging over the fate of this place, and though there are those who would willingly sacrifice everything to protect it, there are just as many intent on its destruction. As Zachary, Mirabel, and Dorian venture deeper into the space and its histories and myths, searching for answer and one another, a timeless love story unspools, casting a spell of pirates, painters, lovers, liars, and ships that sail upon a Starless Sea.",
    "genre": "Fantasy",
    "pages": 512,
    "cover": "http://covers.openlibrary.org/b/id/9084503-L.jpg"
  },
  {
    "id": "OL27936028M",
    "title": "The Empress of Salt and Fortune",
    "author": "Nghi Vo",
    "publishYear": 2020,
    "description": "A young royal from the far north, is sent south for a political marriage in an empire reminiscent of imperial China. Her brothers are dead, her armies and their war mammoths long defeated and caged behind their borders. Alone and sometimes reviled, she must choose her allies carefully. Rabbit, a handmaiden, sold by her parents to the palace for the lack of five baskets of dye, befriends the emperor's lonely new wife and gets more than she bargained for. ",
    "genre": "Fantasy",
    "pages": 119,
    "cover": "http://covers.openlibrary.org/b/isbn/9781250750303-L.jpg"
  },
  {
    "id": "OL268236W",
    "title": "The Cat Who Went to Heaven",
    "author": "Elizabeth Jane Coatsworth",
    "publishYear": 1930,
    "description": "A little cat comes to the home of a poor Japanese artist and, by humility and devotion, brings him good fortune.",
    "genre": "Cats in Japan",
    "pages": 64,
    "cover": "http://covers.openlibrary.org/b/id/15165-L.jpg"
  },
  {
    "id": "OL48703W",
    "title": "Three samurai cats",
    "author": "Eric A. Kimmel",
    "publishYear": 2003,
    "description": "An adaptation of a Japanese folktale in which a feudal lord seeks a samurai cat to rid his castle of a savage rat, but soon discovers that violence is not always the best way to accomplish things.",
    "genre": "Cats in Japan",
    "pages": 32,
    "cover": "http://covers.openlibrary.org/b/id/625649-L.jpg"
  },
  {
    "id": "OL15350733W",
    "title": "I am a cat",
    "author": "Natsume Sōseki",
    "publishYear": 1906,
    "description": "Written over the course of 1904-1906, Soseki Natsume's comic masterpiece, I Am a Cat, satirizes the foolishness of upper-middle-class Japanese society during the Meiji era. With acerbic wit and sardonic perspective, it follows the whimsical adventures of a world-weary stray kitten who comments on the follies and foibles of the people around him. ",
    "genre": "Cats in Japan",
    "pages": 431,
    "cover": "http://covers.openlibrary.org/b/id/12449380-L.jpg"
  },
  {
    "id": "OL15855351W",
    "title": "Fudoki",
    "author": "Kij Johnson",
    "publishYear": 2003,
    "description": "Enter the world of Kagaya-hime, a sometime woman warrior, occasional philosopher, and reluctant confidante to noblemen--who may or may not be a figment of the imagination of an aging empress who is embarking on the last journey of her life, setting aside the trappings of court life and reminiscing on the paths that lead her to death. For she is a being who started her journey on the kami, the spirit road, as a humble tortoiseshell feline. Her family was destroyed by a fire that decimated most of the Imperial city, and this loss renders her taleless, the only one left alive to pass on such stories as The Cat Born the Year the Star Fell, The Cat with a Litter of Ten, and The Fire-Tailed Cat. Without her fudoki--self and soul and home and shrine--she alone cannot keep the power...",
    "genre": "Cats in Japan",
    "pages": 316,
    "cover": "http://covers.openlibrary.org/b/id/6818236-L.jpg"
  },
  {
    "id": "OL11802987W",
    "title": "Wabi Sabi",
    "author": "Mark Reibstein",
    "publishYear": 2008,
    "description": "Wabi Sabi, a little cat in Kyoto, Japan, had never thought much about her name until friends visiting from another land asked her owner what it meant.  At last, the master Says, 'That's hard to explain.' And That is all she says. This unsatisfying answer sets Wabi Sabi on a journey to uncover the meaning of her name, and on the way discovers what wabi sabi is: a Japanese philosophy of seeing beauty in simplicity, the ordinary, and the imperfect. Using spare text and haiku, Mark Reibstein weaves an extraordinary story about finding real beauty in unexpected places. Caldecott Medal-winning artist Ed Young complements the lyrical text with breathtaking collages. Together, they illustrate the unique world view that is wabi sabi.",
    "genre": "Cats in Japan",
    "pages": 1,
    "cover": "http://covers.openlibrary.org/b/id/7070733-L.jpg"
  },
  {
    "id": "OL32875W",
    "title": "Yoko's Paper Cranes",
    "author": "Rosemary Wells",
    "publishYear": 2001,
    "description": "When Yoko moves from Japan to California, she decides to make and send origami swans to her grandmother for her birthday.",
    "genre": "Cats in Japan",
    "pages": 32,
    "cover": "http://covers.openlibrary.org/b/id/544734-L.jpg"
  },
  {
    "id": "OL23118970M",
    "title": "Doraemon",
    "author": "Fujio Fujiko",
    "publishYear": 1974,
    "description": "Doraemon, a cat robot, is sent from the 22nd Century, to Nobita by his great great grandson. With his 'Pocket of Gadgets' Doraemon helps Nobita to avoid getting in trouble. ",
    "genre": "Cats in Japan",
    "pages": 191,
    "cover": "http://covers.openlibrary.org/b/isbn/4091400043-L.jpg"
  },
  {
    "id": "OL81633W",
    "title": "The Shining",
    "author": "Stephen King",
    "publishYear": 1977,
    "description": "The Shining centers on the life of Jack Torrance, a struggling writer and recovering alcoholic who accepts a position as the off-season caretaker of the historic Overlook Hotel in the Colorado Rockies. His family accompanies him on this job, including his young son Danny Torrance, who possesses the shining, an array of psychic abilities that allow Danny to see the hotel's horrific past. Soon, after a winter storm leaves them snowbound, the supernatural forces inhabiting the hotel influence Jack's sanity, leaving his wife and son in incredible danger.",
    "genre": "Haunted Houses",
    "pages": 509,
    "cover": "http://covers.openlibrary.org/b/id/7013717-L.jpg"
  },
  {
    "id": "OL455663W",
    "title": "The House of the Seven Gables",
    "author": "Nathaniel Hawthorne",
    "publishYear": 1851,
    "description": "In a sleepy little New England village stands a dark, weather-beaten, many-gabled house. This brooding mansion is haunted by a centuries-old curse that casts the shadow of ancestral sin upon the last four members of the distinctive Pyncheon family. Mysterious deaths threaten the living. Musty documents nestle behind hidden panels carrying the secret of the family's salvation -- or its downfall.",
    "genre": "Haunted Houses",
    "pages": 316,
    "cover": "http://covers.openlibrary.org/b/id/8241487-L.jpg"
  },
  {
    "id": "OL3171069W",
    "title": "The Haunting of Hill House",
    "author": "Shirley Jackson",
    "publishYear": 1959,
    "description": "Alone in the world, Eleanor is delighted to take up Dr Montague's invitation to spend a summer in the mysterious Hill House. Joining them are Theodora, an artistic 'sensitive', and Luke, heir to the house. But what begins as a light-hearted experiment is swiftly proven to be a trip into their darkest nightmares, and an investigation that one of their number may not survive. ",
    "genre": "Haunted Houses",
    "pages": 246,
    "cover": "http://covers.openlibrary.org/b/id/4289014-L.jpg"
  },
  {
    "id": "OL14869112W",
    "title": "The Haunted House",
    "author": "Charles Dickens",
    "publishYear": 1859,
    "description": "The drama begins with a Yuletide gathering in an eerie country retreat that's rumored to be haunted. There, Dickens and his friends, including acclaimed authors Elizabeth Gaskell and Wilkie Collins, take on the task of finding evidence of a supernatural presence in the house. When they reconvene at a Twelfth Night feast to review their findings, what will their stories reveal?",
    "genre": "Haunted Houses",
    "pages": 51,
    "cover": "http://covers.openlibrary.org/b/id/5664803-L.jpg"
  },
  {
    "id": "OL176025W",
    "title": "The Haunted Hotel",
    "author": "Wilkie Collins",
    "publishYear": 1878,
    "description": "A tale of ghostly terror, relentless pace, tight narrative, and a doomed Countess characterize and distinguish this powerful Collins novelette.",
    "genre": "Haunted Houses",
    "pages": 216,
    "cover": "http://covers.openlibrary.org/b/id/2890291-L.jpg"
  },
  {
    "id": "OL551022W",
    "title": "The Little Stranger",
    "author": "Sarah Waters",
    "publishYear": 2009,
    "description": "One postwar summer in his home of rural Warwickshire, Dr. Faraday, the son of a maid who has built a life of quiet respectability as a country physician, is called to a patient at lonely Hundreds Hall. Home to the Ayres family for over two centuries, the Georgian house, once impressive and handsome, is now in decline, its masonry crumbling, its gardens choked with weeds, the clock in its stable yard permanently fixed at twenty to nine. Its owners mother, son, and daughter are struggling to keep pace with a changing society, as well as with conflicts of their own. But are the Ayreses haunted by something more sinister than a dying way of life? Little does Dr. Faraday know how closely, and how terrifyingly, their story is about to become intimately entwined with his.",
    "genre": "Haunted Houses",
    "pages": 512,
    "cover": "http://covers.openlibrary.org/b/id/6303287-L.jpg"
  },
  {
    "id": "OL20759125W",
    "title": "Mexican Gothic",
    "author": "Silvia Moreno-Garcia",
    "publishYear": 2020,
    "description": "An isolated mansion. A chillingly charismatic aristocrat. And a brave socialite drawn to expose their treacherous secrets. . . . After receiving a frantic letter from her newly-wed cousin begging for someone to save her from a mysterious doom, Noemí Taboada heads to High Place, a distant house in the Mexican countryside. She’s not sure what she will find—her cousin’s husband, a handsome Englishman, is a stranger, and Noemí knows little about the region. Noemí is also an unlikely rescuer: She’s a glamorous debutante, and her chic gowns and perfect red lipstick are more suited for cocktail parties than amateur sleuthing. But she’s also tough and smart, with an indomitable will, and she is not afraid: Not of her cousin’s new husband, who is both menacing and alluring; not of his father, the ancient patriarch who seems to be fascinated by Noemí; and not even of the house itself, which begins to invade Noemi’s dreams with visions of blood and doom. Her only ally in this inhospitable abode is the family’s youngest son. Shy and gentle, he seems to want to help Noemí, but might also be hiding dark knowledge of his family’s past. For there are many secrets behind the walls of High Place. The family’s once colossal wealth and faded mining empire kept them from prying eyes, but as Noemí digs deeper she unearths stories of violence and madness.",
    "genre": "Haunted Houses",
    "pages": 320,
    "cover": "http://covers.openlibrary.org/b/id/10239163-L.jpg"
  },
  {
    "id": "OL81609W",
    "title": "Bag of Bones",
    "author": "Stephen King",
    "publishYear": 1998,
    "description": "Four years after the sudden death of his wife, bestselling novelist Mike Noonan is still grieving. Unable to write and plagued by vivid nightmares set at the western Maine summerhouse he calls “Sara Laughs,” Mike reluctantly returns to the lakeside getaway. There, he finds his beloved Yankee town held in the grip of a powerful millionaire, Max Devore, whose vindictive purpose is to take his three-year-old granddaughter, Kyra, away from her widowed young mother, Mattie. As Mike is drawn into Mattie’s and Kyra’s struggle—and as he falls in love with both of them—he is also drawn into the mystery of Sara Laughs…now the site of ghostly visitations and escalating terrors. What are the forces that have been unleashed here—and just what do they want of Mike Noonan?",
    "genre": "Haunted Houses",
    "pages": 608,
    "cover": "http://covers.openlibrary.org/b/id/8401515-L.jpg"
  },
  {
    "id": "OL19753393W",
    "title": "The carrying",
    "author": "Ada Limón",
    "publishYear": 2018,
    "description": "Vulnerable, tender, acute, these are serious poems, brave poems, exploring with honesty the ambiguous moment between the rapture of youth and the grace of acceptance. A daughter tends to aging parents. A woman struggles with infertility-- What if, instead of carrying / a child, I am supposed to carry grief? --and a body seized by pain and vertigo as well as ecstasy. A nation convulses: Every song of this country / has an unsung third stanza, something brutal. And still Limón shows us, as ever, the persistence of hunger, love, and joy, the dizzying fullness of our too-short lives.",
    "genre": "American Poetry",
    "pages": 108,
    "cover": "http://covers.openlibrary.org/b/id/11551418-L.jpg"
  },
  {
    "id": "OL25333431W",
    "title": "Paper Girl and the Knives That Made Her",
    "author": "Ari B. Cofer",
    "publishYear": 2022,
    "description": "I have never been anything but a paper girl. Something to tear into pieces. Something to burn. - We’ve all been paper before. We’ve all been fragile. Leaflike and gently blowing, enough to create stories or build fires. We go through life like that. We come across things that tear us into pieces, and we keep going. We keep fighting, because we must. We look for ways to be whole. To be the person we dream ourselves to be. Fragile by nature but tough by circumstance, paper girls are shaped by their love and loss. This collection of poetry and prose describes the journey of learning to live fully through the messiness of life and tenuousness of mental health.",
    "genre": "American Poetry",
    "pages": 176,
    "cover": "http://covers.openlibrary.org/b/id/12780436-L.jpg"
  },
  {
    "id": "OL24732105W",
    "title": "Time Is a Mother",
    "author": "Ocean Vuong",
    "publishYear": 2022,
    "description": "In this deeply intimate second poetry collection, Ocean Vuong searches for life among the aftershocks of his mother's death, embodying the paradox of sitting within grief while being determined to survive beyond it. Vivid, brave and propulsive, Vuong's poems contend with personal loss, the meaning of family, and the value of joy in a perennially fractured American spirit.",
    "genre": "American Poetry",
    "pages": 88,
    "cover": "http://covers.openlibrary.org/b/id/11465692-L.jpg"
  },
  {
    "id": "OL24152993W",
    "title": "The Hill We Climb",
    "author": "Amanda Gorman",
    "publishYear": 2021,
    "description": "On 20 January 2021, Amanda Gorman spoke a message of truth and hope to millions. Aged twenty-two, she delivered a poetry reading at the inauguration of US President Joe Biden. Her poem, 'The Hill We Climb', addressed the country and reached across the world: a call for a brave future.",
    "genre": "American Poetry",
    "pages": 48,
    "cover": "http://covers.openlibrary.org/b/id/10552479-L.jpg"
  },
  {
    "id": "OL20761714W",
    "title": "Red Comet: The Short Life and Blazing Art of Sylvia Plath",
    "author": "Heather L. Clark",
    "publishYear": 2020,
    "description": "With a wealth of never-before-accessed materials, Heather Clark brings to life the brilliant Sylvia Plath, who had precocious poetic ambition and was an accomplished published writer even before she became a star at Smith College. Refusing to read Plath’s work as if her every act was a harbinger of her tragic fate, Clark considers the sociopolitical context as she thoroughly explores Plath’s world: her early relationships and determination not to become a conventional woman and wife; her troubles with an unenlightened mental health industry; her Cambridge years and thunderclap meeting with Ted Hughes; and much more.",
    "genre": "American Poetry",
    "pages": 1184,
    "cover": "http://covers.openlibrary.org/b/id/13160147-L.jpg"
  },
  {
    "id": "OL25802277W",
    "title": "Weary Blues",
    "author": "Langston Hughes",
    "publishYear": 1926,
    "description": "Originally published in 1926, The Weary Blues is Langston Hughes’s first collection of poetry. Broken into seven thematic sections, the sixty-eight poems capture the heart of a young budding artist and the spirit of the Harlem Renaissance. ",
    "genre": "American Poetry",
    "pages": 98,
    "cover": "http://covers.openlibrary.org/b/id/13536441-L.jpg"
  },
  {
    "id": "OL22475464W",
    "title": "Pilgrim Bell",
    "author": "Kaveh Akbar",
    "publishYear": 2021,
    "description": "With formal virtuosity and ruthless precision, Kaveh Akbar’s second collection takes its readers on a spiritual journey of disavowal, fiercely attendant to the presence of divinity where artifacts of self and belonging have been shed. How does one recover from addiction without destroying the self-as-addict? And if living justly in a nation that would see them erased is, too, a kind of self-destruction, what does one do with the body’s question, “what now shall I repair?”",
    "genre": "American Poetry",
    "pages": 80,
    "cover": "http://covers.openlibrary.org/b/id/10468605-L.jpg"
  },

  {
    "id": "OL81605W",
    "title": "Danse Macabre",
    "author": "Stephen King",
    "publishYear": 1981,
    "description": "From the author of dozens of #1 New York Times bestsellers and the creator of many unforgettable movies comes a vivid, intelligent, and nostalgic journey through three decades of horror as experienced through the eyes of the most popular writer in the genre. In 1981, years before he sat down to tackle On Writing, Stephen King decided to address the topic of what makes horror horrifying and what makes terror terrifying. Here, in ten brilliantly written chapters, King delivers one colorful observation after another about the great stories, books, and films that comprise the horror genre—from Frankenstein and Dracula to The Exorcist, The Twilight Zone, and Earth vs. The Flying Saucers.",
    "genre": "Body Horror",
    "pages": 462,
    "cover": "http://covers.openlibrary.org/b/id/8443662-L.jpg"
  },
  {
    "id": "OL17268007W",
    "title": "Annihilation",
    "author": "Jeff VanderMeer",
    "publishYear": 2014,
    "description": "Area X has been cut off from the rest of the continent for decades. Nature has reclaimed the last vestiges of human civilization. The twelfth expedition arrives expecting the unexpected, and Area X delivers. They discover a massive topographic anomaly and life-forms that surpass understanding. But it's the surprises that came across the border with them, and the secrets the expedition members are keeping from one another that change everything.",
    "genre": "Body Horror",
    "pages": 208,
    "cover": "http://covers.openlibrary.org/b/id/8408974-L.jpg"
  },
  {
    "id": "OL77842W",
    "title": "The Tale of the Body Thief",
    "author": "Anne Rice",
    "publishYear": 1992,
    "description": "Returning to Lestat as the main character, the fourth in the Vampire Chronicles series finds Lestat impulsive and careless in the pursuit of what he wants: a serial killer in Southern Florida. Lestat is surrounded by mortals in this tale, an a new worthy counterpoint character to Lestat is introduced, Raglan James. James is a vampire hunter, and a formidable adversary for Lestat. James offers Lestat the opportunity to switch bodies temporarily with a young mortal. Against Louis' advice, Lestat accepts and discovers he hates everything about being human. He also finds that James has disappeared with Lestat's powerful vampire body. Louis refuses to help Lestat become a vampire again, and he turns to another mortal to help him trick James into switching souls, and giving up Lestat's body.",
    "genre": "Body Horror",
    "pages": 474,
    "cover": "http://covers.openlibrary.org/b/id/8524126-L.jpg"
  },
  {
    "id": "OL17453058W",
    "title": "Authority",
    "author": "Jeff VanderMeer",
    "publishYear": 2001,
    "description": "For thirty years, a secret agency called the Southern Reach has monitored expeditions into Area X, a remote and lush terrain mysteriously sequestered from civilization. After the twelfth expedition, the Southern Reach is in disarray, and John Rodriguez is the team's newly appointed head. From a series of interrogations, a cache of hidden notes, and more than two hundred hours of profoundly troubling video footage, the secrets of Area X begin to reveal themselves.",
    "genre": "Body Horror",
    "pages": 341,
    "cover": "http://covers.openlibrary.org/b/id/10526739-L.jpg"
  },
  {
    "id": "OL19330481W",
    "title": "Acceptance",
    "author": "Jeff VanderMeer",
    "publishYear": 2014,
    "description": "It is winter in Area X, the mysterious wilderness that has defied explanation for thirty years, rebuffing expedition after expedition, refusing to reveal its secrets. As Area X expands, the agency tasked with investigating and overseeing it--the Southern Reach--has collapsed on itself in confusion. Now one last, desperate team crosses the border, determined to reach a remote island that may hold the answers they've been seeking. If they fail, the outer world is in peril. Meanwhile, Acceptance tunnels ever deeper into the circumstances surrounding the creation of Area X--what initiated this unnatural upheaval? Among the many who have tried, who has gotten close to understanding Area X--and who may have been corrupted by it?",
    "genre": "Body Horror",
    "pages": 352,
    "cover": "http://covers.openlibrary.org/b/id/8441678-L.jpg"
  },
  {
    "id": "OL3000562W",
    "title": "The Body",
    "author": "Carol Ellis",
    "publishYear": 1995,
    "description": "She's seen something too horrifying for words.  No one knows what really happened the night Lisa Randolph fell off the cliff.  Now she is paralyzed and mute, so it seems no one ever will.  Then Melanie is hired to read to Lisa.  At first Lisa just stares blankly, soon she seems to be desperately trying to tell Melanie a secret.  After Melanie's own life is threatened, she knows Lisa's secret is deadly.",
    "genre": "Body Horror",
    "pages": 103,
    "cover": "http://covers.openlibrary.org/b/id/8790202-L.jpg"
  },
  {
    "id": "OL25300605W",
    "title": "Queen of Teeth",
    "author": "Hailey Piper",
    "publishYear": 2021,
    "description": "Within forty-eight hours, Yaya Betancourt will go from discovering teeth between her thighs to being hunted by one of the most powerful corporations in America. She assumes the vagina dentata is a side effect of a rare genetic condition caused by AlphaBeta Pharmaceutical, decades ago, when she and several thousand others were still in the womb. But, when ABP corporate goons upend her life, she realizes her secondary teeth might be evidence of a new experiment for which she's the most advanced test tube . . . a situation worsened when Yaya's condition sprouts horns, tentacles, and a mind of its own. On the run and transforming, Yaya may be either ABP's greatest success, or the deadliest failure science has ever created.",
    "genre": "Body Horror",
    "pages": 198,
    "cover": "http://covers.openlibrary.org/b/id/11995125-L.jpg"
  },
  {
    "id": "OL2564006W",
    "title": "Genji monogatari",
    "author": "Murasaki Shikibu",
    "publishYear": 1021,
    "description": "The most famous work of Japanese literature and the world's first novel—written a thousand years ago and one of the enduring classics of world literature. Written centuries before the time of Shakespeare and even Chaucer, The Tale of Genji marks the birth of the novel—and after more than a millennium, this seminal work continues to enchant readers throughout the world. Lady Murasaki Shikibu and her tale's hero, Prince Genji, have had an unmatched influence on Japanese culture. Prince Genji manifests what was to become an image of the ideal Heian era courtier; gentle and passionate. Genji is also a master poet, dancer, musician and painter. The Tale of Genji follows Prince Genji through his many loves, and varied passions. This book has influenced not only generations of courtiers and samurai of the distant past, but artists and painters even in modern times—episodes in the tale have been incorporated into the design of kimonos and handicrafts, and the four-line poems called waka which dance throughout this work have earned it a place as a classic text in the study of poetry.",
    "genre": "Court Intrigues",
    "pages": 304,
    "cover": "http://covers.openlibrary.org/b/id/6614001-L.jpg"
  },
  {
    "id": "OL362698W",
    "title": "As You Like It",
    "author": "William Shakespeare",
    "publishYear": 1734,
    "description": "Readers and audiences have long greeted As You Like It with delight. Its characters are brilliant conversationalists, including the princesses Rosalind and Celia and their Fool, Touchstone. Soon after Rosalind and Orlando meet and fall in love, the princesses and Touchstone go into exile in the Forest of Arden, where they find new conversational partners. Duke Frederick, younger brother to Duke Senior, has overthrown his brother and forced him to live homeless in the forest with his courtiers, including the cynical Jaques. Orlando, whose older brother Oliver plotted his death, has fled there, too.",
    "genre": "Court Intrigues",
    "pages": 148,
    "cover": "http://covers.openlibrary.org/b/id/7338874-L.jpg"
  },
  {
    "id": "OL138052W",
    "title": "Alice's Adventures in Wonderland",
    "author": "Lewis Carroll",
    "publishYear": 1865,
    "description": "Alice's Adventures in Wonderland (commonly Alice in Wonderland) is an 1865 English children's novel by Lewis Carroll. A young girl named Alice falls through a rabbit hole into a fantasy world of anthropomorphic creatures. It is seen as an example of the literary nonsense genre.One of the best-known works of Victorian literature, its narrative, structure, characters and imagery have had huge influence on popular culture and literature, especially in the fantasy genre.",
    "genre": "Court Intrigues",
    "pages": 133,
    "cover": "http://covers.openlibrary.org/b/id/10527843-L.jpg"
  },
  {
    "id": "OL20600W",
    "title": "Gulliver's Travels",
    "author": "Jonathan Swift",
    "publishYear": 1726,
    "description": "A parody of traveler’s tales and a satire of human nature, “Gulliver’s Travels” is Jonathan Swift’s most famous work which was first published in 1726. An immensely popular tale ever since its original publication, “Gulliver’s Travels” is the story of its titular character, Lemuel Gulliver, a man who loves to travel. A series of four journeys are detailed in which Gulliver finds himself in a number of amusing and precarious situations. In the first voyage, Gulliver is imprisoned by a race of tiny people, the Lilliputians, when following a shipwreck he is washed upon the shores of their island country. In his second voyage Gulliver finds himself abandoned in Brobdingnag, a land of giants, where he is exhibited for their amusement. In his third voyage, Gulliver once again finds himself marooned; fortunately he is rescued by the flying island of Laputa, a kingdom devoted to the arts of music and mathematics. He subsequently travels to the surrounding lands of Balnibarbi, Luggnagg, Glubbdubdrib, and Japan. Finally in his last voyage, when he is set adrift by a mutinous crew, he finds himself in the curious Country of the Houyhnhnms. Through the various experiences of Gulliver, Swift brilliantly satirizes the political and cultural environment of his time in addition to creating a lasting and enchanting tale of fantasy. This edition is illustrated by Milo Winter and includes an introduction by George R. Dennis.",
    "genre": "Court Intrigues",
    "pages": 274,
    "cover": "http://covers.openlibrary.org/b/id/12717083-L.jpg"
  },
  {
    "id": "OL1156251W",
    "title": "Mémoires",
    "author": "Giacomo Casanova",
    "publishYear": 1830,
    "description": "The name of Giacomo Casanova, Chevalier de Seingalt (1725-98), is now synonymous with amorous exploits, and there are plenty of these, vividly narrated, in his memoirs. But Casanova was not just an energetic lover. In his time he was a diplomat, businessman, trainee priest, traveler, prisoner, magician, confidence man, gambler, professional entertainer, and charlatan. ",
    "genre": "Court Intrigues",
    "pages": 335,
    "cover": "http://covers.openlibrary.org/b/id/9556873-L.jpg"
  },
  {
    "id": "OL257943W",
    "title": "A Game of Thrones",
    "author": "George R. R. Martin",
    "publishYear": 1996,
    "description": "Winter is coming. Such is the stern motto of House Stark, the northernmost of the fiefdoms that owe allegiance to King Robert Baratheon in far-off King’s Landing. There Eddard Stark of Winterfell rules in Robert’s name. There his family dwells in peace and comfort: his proud wife, Catelyn; his sons Robb, Brandon, and Rickon; his daughters Sansa and Arya; and his bastard son, Jon Snow. Far to the north, behind the towering Wall, lie savage Wildings and worse—unnatural things relegated to myth during the centuries-long summer, but proving all too real and all too deadly in the turning of the season.",
    "genre": "Court Intrigues",
    "pages": 802,
    "cover": "http://covers.openlibrary.org/b/id/9269962-L.jpg"
  },
  {
    "id": "OL464512W",
    "title": "Wolf Hall",
    "author": "Hilary Mantel",
    "publishYear": 2009,
    "description": "England, the 1520s. Henry VIII is on the throne, but has no heir. Cardinal Wolsey is his chief advisor, charged with securing the divorce the pope refuses to grant. Into this atmosphere of distrust and need comes Thomas Cromwell, first as Wolsey's clerk, and later his successor. Cromwell is a wholly original man: the son of a brutal blacksmith, a political genius, a briber, a charmer, a bully, a man with a delicate and deadly expertise in manipulating people and events. Ruthless in pursuit of his own interests, he is as ambitious in his wider politics as he is for himself. His reforming agenda is carried out in the grip of a self-interested parliament and a king who fluctuates between romantic passions and murderous rages.",
    "genre": "Court Intrigues",
    "pages": 653,
    "cover": "http://covers.openlibrary.org/b/id/8345848-L.jpg"
  },
  {
    "id": "OL22235242W",
    "title": "A Promised Land",
    "author": "Barack Obama",
    "publishYear": 2020,
    "description": "A riveting, deeply personal account of history in the making-from the president who inspired us to believe in the power of democracy. In the stirring, highly anticipated first volume of his presidential memoirs, Barack Obama tells the story of his improbable odyssey from young man searching for his identity to leader of the free world, describing in strikingly personal detail both his political education and the landmark moments of the first term of his historic presidency-a time of dramatic transformation and turmoil. Obama takes readers on a compelling journey from his earliest political aspirations to the pivotal Iowa caucus victory that demonstrated the power of grassroots activism to the watershed night of November 4, 2008, when he was elected 44th president of the United States, becoming the first African American to hold the nation's highest office. Reflecting on the presidency, he offers a unique and thoughtful exploration of both the awesome reach and the limits of presidential power, as well as singular insights into the dynamics of U.S. partisan politics and international diplomacy. Obama brings readers inside the Oval Office and the White House Situation Room, and to Moscow, Cairo, Beijing, and points beyond. We are privy to his thoughts as he assembles his cabinet, wrestles with a global financial crisis, takes the measure of Vladimir Putin, overcomes seemingly insurmountable odds to secure passage of the Affordable Care Act, clashes with generals about U.S. strategy in Afghanistan, tackles Wall Street reform, responds to the devastating Deepwater Horizon blowout, and authorizes Operation Neptune's Spear, which leads to the death of Osama bin Laden.",
    "genre": "Biography",
    "pages": 928,
    "cover": "http://covers.openlibrary.org/b/id/10449357-L.jpg"
  },
  {
    "id": "OL19791590W",
    "title": "Maybe You Should Talk to Someone",
    "author": "Lori Gottlieb",
    "publishYear": 2019,
    "description": "From a New York Times best-selling author, psychotherapist, and national advice columnist, a hilarious, thought-provoking, and surprising new book that takes us behind the scenes of a therapist’s world—where her patients are looking for answers (and so is she). One day, Lori Gottlieb is a therapist who helps patients in her Los Angeles practice. The next, a crisis causes her world to come crashing down. Enter Wendell, the quirky but seasoned therapist in whose of­fice she suddenly lands. With his balding head, cardigan, and khakis, he seems to have come straight from Therapist Central Casting. Yet he will turn out to be anything but. As Gottlieb explores the inner chambers of her patients’ lives — a self-absorbed Hollywood producer, a young newlywed diagnosed with a terminal illness, a senior citizen threatening to end her life on her birthday if nothing gets better, and a twenty-something who can’t stop hooking up with the wrong guys — she finds that the questions they are struggling with are the very ones she is now bringing to Wendell. With startling wisdom and humor, Gottlieb invites us into her world as both clinician and patient, examining the truths and fictions we tell ourselves and others as we teeter on the tightrope between love and desire, meaning and mortality, guilt and redemption, terror and courage, hope and change.",
    "genre": "Biography",
    "pages": 433,
    "cover": "http://covers.openlibrary.org/b/id/8596019-L.jpg"
  },
  {
    "id": "OL21911019W",
    "title": "Greenlights",
    "author": "Matthew McConaughey",
    "publishYear": 2020,
    "description": "I’ve been in this life for fifty years, been trying to work out its riddle for forty-two, and been keeping diaries of clues to that riddle for the last thirty-five. Notes about successes and failures, joys and sorrows, things that made me marvel, and things that made me laugh out loud. How to be fair. How to have less stress. How to have fun. How to hurt people less. How to get hurt less. How to be a good man. How to have meaning in life. How to be more me.",
    "genre": "Biography",
    "pages": 304,
    "cover": "http://covers.openlibrary.org/b/id/10512439-L.jpg"
  },
  {
    "id": "OL20080323W",
    "title": "Permanent Record",
    "author": "Edward Snowden",
    "publishYear": 2019,
    "description": "Edward Snowden, the man who risked everything to expose the US government’s system of mass surveillance, reveals for the first time the story of his life, including how he helped to build that system and what motivated him to try to bring it down. In 2013, twenty-nine-year-old Edward Snowden shocked the world when he broke with the American intelligence establishment and revealed that the United States government was secretly pursuing the means to collect every single phone call, text message, and email. The result would be an unprecedented system of mass surveillance with the ability to pry into the private lives of every person on earth. Six years later, Snowden reveals for the very first time how he helped to build this system and why he was moved to expose it. Spanning the bucolic Beltway suburbs of his childhood and the clandestine CIA and NSA postings of his adulthood, Permanent Record is the extraordinary account of a bright young man who grew up online – a man who became a spy, a whistleblower, and, in exile, the Internet’s conscience. Written with wit, grace, passion, and an unflinching candor, Permanent Record is a crucial memoir of our digital age and destined to be a classic.",
    "genre": "Biography",
    "pages": 352,
    "cover": "http://covers.openlibrary.org/b/id/8751316-L.jpg"
  },
  {
    "id": "OL20086330W",
    "title": "How to Be an Antiracist",
    "author": "Ibram X. Kendi",
    "publishYear": 2019,
    "description": "Antiracism is a transformative concept that reorients and reenergizes the conversation about racism—and, even more fundamentally, points us toward liberating new ways of thinking about ourselves and each other. At its core, racism is a powerful system that creates false hierarchies of human value; its warped logic extends beyond race, from the way we regard people of different ethnicities or skin colors to the way we treat people of different sexes, gender identities, and body types. Racism intersects with class and culture and geography and even changes the way we see and value ourselves. In How to Be an Antiracist, Kendi takes readers through a widening circle of antiracist ideas—from the most basic concepts to visionary possibilities—that will help readers see all forms of racism clearly, understand their poisonous consequences, and work to oppose them in our systems and in ourselves. Kendi weaves an electrifying combination of ethics, history, law, and science with his own personal story of awakening to antiracism. This is an essential work for anyone who wants to go beyond the awareness of racism to the next step: contributing to the formation of a just and equitable society.",
    "genre": "Biography",
    "pages": 320,
    "cover": "http://covers.openlibrary.org/b/id/12355529-L.jpg"
  },
  {
    "id": "OL20470143W",
    "title": "In the Dream House",
    "author": "Carmen Maria Machado",
    "publishYear": 2019,
    "description": "In the Dream House is Carmen Maria Machado’s engrossing and wildly innovative account of a relationship gone bad, and a bold dissection of the mechanisms and cultural representations of psychological abuse. Tracing the full arc of a harrowing relationship with a charismatic but volatile woman, Machado struggles to make sense of how what happened to her shaped the person she was becoming. And it’s that struggle that gives the book its original structure: each chapter is driven by its own narrative trope―the haunted house, erotica, the bildungsroman―through which Machado holds the events up to the light and examines them from different angles. She looks back at her religious adolescence, unpacks the stereotype of lesbian relationships as safe and utopian, and widens the view with essayistic explorations of the history and reality of abuse in queer relationships. Machado’s dire narrative is leavened with her characteristic wit, playfulness, and openness to inquiry. She casts a critical eye over legal proceedings, fairy tales, Star Trek, and Disney villains, as well as iconic works of film and fiction. The result is a wrenching, riveting book that explodes our ideas about what a memoir can do and be.",
    "genre": "Biography",
    "pages": 280,
    "cover": "http://covers.openlibrary.org/b/id/11198151-L.jpg"
  },
  {
    "id": "OL17319838W",
    "title": "We Should All Be Feminists",
    "author": "Chimamanda Ngozi Adichie",
    "publishYear": 2014,
    "description": "In this essay -- adapted from her TEDx talk of the same name -- Chimamanda Ngozi Adichie, award-winning author of Americanah, offers readers a unique definition of feminism for the twenty-first century, one rooted in inclusion and awareness. Drawing extensively on her own experiences and her understanding of the often masked realities of sexual politics, here is one remarkable author's exploration of what it means to be a woman now -- and an of-the-moment rallying cry for why we should all be feminists.",
    "genre": "Biography",
    "pages": 64,
    "cover": "http://covers.openlibrary.org/b/id/11324542-L.jpg"
  },
  {
    "id": "OL16819897W",
    "title": "BRAIDING SWEETGRASS",
    "author": "Robin Wall Kimmerer",
    "publishYear": 2013,
    "description": "As a botanist, Robin Wall Kimmerer has been trained to ask questions of nature with the tools of science. As a member of the Citizen Potawatomi Nation, she embraces the notion that plants and animals are our oldest teachers. In *Braiding Sweetgrass*, Kimmerer brings these lenses of knowledge together to show that the awakening of a wider ecological consciousness requires the acknowledgment and celebration of our reciprocal relationship with the rest of the living world. For only when we can hear the languages of other beings are we capable of understanding the generosity of the earth, and learning to give our own gifts in return.",
    "genre": "Biography",
    "pages": 400,
    "cover": "http://covers.openlibrary.org/b/id/7281575-L.jpg"
  },
  {
    "id": "OL20883297W",
    "title": "Klara and the Sun",
    "author": "Kazuo Ishiguro",
    "publishYear": 2019,
    "description": "Klara and the Sun, the first novel by Kazuo Ishiguro since he was awarded the Nobel Prize in Literature, tells the story of Klara, an Artificial Friend with outstanding observational qualities, who, from her place in the store, watches carefully the behavior of those who come in to browse, and of those who pass on the street outside. She remains hopeful that a customer will soon choose her. Klara and the Sun is a thrilling book that offers a look at our changing world through the eyes of an unforgettable narrator, and one that explores the fundamental question: what does it mean to love?",
    "genre": "AI in Fiction",
    "pages": 325,
    "cover": "http://covers.openlibrary.org/b/id/10648686-L.jpg"
  },
  {
    "id": "OL20077992W",
    "title": "Machines Like Me",
    "author": "Ian McEwan",
    "publishYear": 2019,
    "description": "Charlie, drifting through life and dodging full-time employment, is in love with Miranda, a bright student who lives with a terrible secret. When Charlie comes into money, he buys Adam, one of the first batch of synthetic humans. With Miranda's assistance, he co-designs Adam's personality. This near-perfect human is beautiful, strong and clever - and soon a love triangle forms, which leads Charlie, Miranda and Adam to a profound moral dilemma. Can you design the perfect partner? What makes us human? Our outward deeds or our inner lives?",
    "genre": "AI in Fiction",
    "pages": 333,
    "cover": "http://covers.openlibrary.org/b/id/10541630-L.jpg"
  },
  {
    "id": "OL20639851W",
    "title": "Agency",
    "author": "William Gibson",
    "publishYear": 2020,
    "description": "Verity Jane, gifted app whisperer, takes a job as the beta tester for a new product: a digital assistant, accessed through a pair of ordinary-looking glasses. “Eunice,” the disarmingly human AI in the glasses, manifests a face, a fragmentary past, and a canny grasp of combat strategy. Realizing that her cryptic new employers don’t yet know how powerful and valuable Eunice is, Verity instinctively decides that it’s best they don’t. Meanwhile, a century ahead in London, in a different time line entirely, Wilf Netherton works amid plutocrats and plunderers, survivors of the slow and steady apocalypse known as the jackpot. His boss, the enigmatic Ainsley Lowbeer, can look into alternate pasts and nudge their ultimate directions. Verity and Eunice are her current project. Wilf can see what Verity and Eunice can’t: their own version of the jackpot, just around the corner, and the roles they both may play in it. ",
    "genre": "AI in Fiction",
    "pages": 416,
    "cover": "http://covers.openlibrary.org/b/id/13090570-L.jpg"
  },
  {
    "id": "OL24380573W",
    "title": "Several People Are Typing",
    "author": "Calvin Kasulke",
    "publishYear": 2021,
    "description": "Is it still WFH when you're now just binary code? Whilst working on a spreadsheet for a New York-based PR firm, Gerald has his consciousness uploaded into his company's Slack channel. He posts for help, but his colleagues assume it's an elaborate joke to exploit the new working-from-home policy, and now that Gerald's productivity is through the roof, his bosses are only too happy to let him work from . . . wherever he says he is. Faced with the looming abyss of a disembodied life online, Gerald enlists co-worker Pradeep to care for his body and Slackbot, the service's AI assistant, to help him navigate his new digital reality. But when Slackbot discovers a world (and an empty body) outside the app, will it hijack a ride into the 'real' world? Meanwhile, Gerald's co-workers are scrambling to stem a company PR catastrophe like no other, their CEO suspects someone is sabotaging his office furniture, and if Gerald gets to work from home all the time, why can't everyone?",
    "genre": "AI in Fiction",
    "pages": 256,
    "cover": "http://covers.openlibrary.org/b/id/10913150-L.jpg"
  },
  {
    "id": "OL20118357W",
    "title": "Frankissstein",
    "author": "Jeanette Winterson",
    "publishYear": 2019,
    "description": "Frankissstein is an audacious love story that weaves together disparate lives into an exploration of transhumanism, artificial intelligence, and queer love. Lake Geneva, 1816. Nineteen-year-old Mary Shelley is inspired to write a story about a scientist who creates a new life-form. In Brexit Britain, a young transgender doctor called Ry is falling in love with Victor Stein, a celebrated professor leading the public debate around AI and carrying out some experiments of his own in a vast underground network of tunnels. Meanwhile, Ron Lord, just divorced and living with his mom again, is set to make his fortune launching a new generation of sex dolls for lonely men everywhere. Across the Atlantic, in Phoenix, Arizona, a cryogenics facility houses dozens of bodies of men and women who are medically and legally dead... but waiting to return to life. What will happen when *homo sapiens* is no longer the smartest being on the planet?",
    "genre": "AI in Fiction",
    "pages": 352,
    "cover": "http://covers.openlibrary.org/b/id/9047532-L.jpg"
  },
  {
    "id": "OL19747311W",
    "title": "Artificial condition",
    "author": "Martha Wells",
    "publishYear": 2018,
    "description": "It has a dark past - one in which a number of humans were killed. A past that caused it to christen itself Murderbot. But it has only vague memories of the massacre that spawned that title, and it wants to know more. Teaming up with a research transport vessal named ART (you don't want to know what the A stands for), Murderbot heads to the mining facility where it went rogue. What it discovers will forever change the way it thinks...",
    "genre": "AI in Fiction",
    "pages": 150,
    "cover": "http://covers.openlibrary.org/b/id/10537139-L.jpg"
  },
  {
    "id": "OL17062644W",
    "title": "Ancillary Justice",
    "author": "Ann Leckie",
    "publishYear": 2013,
    "description": "On a remote, icy planet, the soldier known as Breq is drawing closer to completing her quest. Once, she was the *Justice of Toren*--a colossal starship with an artificial intelligence linking thousands of soldiers in the service of the Radch, the empire that conquered the galaxy. Now, an act of treachery has ripped it all away, leaving her with one fragile human body, unanswered questions, and a burning desire for vengeance.",
    "genre": "AI in Fiction",
    "pages": 416,
    "cover": "http://covers.openlibrary.org/b/id/7355949-L.jpg"
  },
  {
    "id": "OL20262W",
    "title": "The Devil in the White City",
    "author": "Erik Larson",
    "publishYear": 2003,
    "description": "Bringing Chicago circa 1893 to vivid life, Erik Larson's spell-binding bestseller intertwines the true tale of two men - the brilliant architect behind the legendary 1893 World's Fair, striving to secure America's place in the world; and the cunning serial killer who used the fair to lure his victims to their death. Combining meticulous research with nail-biting storytelling, Erik Larson has crafted a narrative with all the wonder of newly discovered history and the thrills of the best fiction.",
    "genre": "Reviewed by the NYT",
    "pages": 496,
    "cover": "http://covers.openlibrary.org/b/id/541027-L.jpg"
  },
  {
    "id": "OL1974545W",
    "title": "Under the Banner of Heaven",
    "author": "Jon Krakauer",
    "publishYear": 2003,
    "description": "In UNDER THE BANNER OF HEAVEN, he shifts his focus from extremes of physical adventure to extremes of religious belief within our own borders. At the core of his book is an appalling double murder committed by two Mormon fundamentalist brothers, Ron and Dan Lafferty, who insist they received a revelation from God commanding them to kill their blameless victims. Beginning with a meticulously-researched account of this divinely inspired crime, Krakauer constructs a multilayered, bone-chilling narrative of messianic delusion, savage violence, polygamy, and unyielding faith. Along the way, he uncovers a shadowy offshoot of America's fastest-growing religion and raises provocative questions about the nature of religious belief. Krakauer takes readers inside isolated communities in the American West, Canada, and Mexico, where some forty thousand Mormon fundamentalists believe the mainstream Mormon Church went unforgivably astray when it renounced polygamy. Defying both civil authorities and the Mormon establishment in Salt Lake City, the leaders of these outlaw sects are zealots who answer only to God. Marrying prodigiously and with virtual impunity (the leader of the largest fundamentalist church took seventy-five plural wives,\" several of whom were wed to him when they were fourteen or fifteen and he was in his eighties), fundamentalist prophets exercise absolute control over the lives of their followers and preach that any day now the world will be swept clean in a hurricane of fire, sparing only their most obedient adherents. Weaving the story of the Lafferty brothers and their fanatical brethren with a clear-eyed look at Mormonism's violent past, Krakauer examines the underbelly of the most successful homegrown faith in the United States and finds a distinctly American brand of religious extremism.",
    "genre": "Reviewed by the NYT",
    "pages": 386,
    "cover": "http://covers.openlibrary.org/b/id/744923-L.jpg"
  },
  {
    "id": "OL5959824W",
    "title": "Reading Lolita in Tehran",
    "author": "Azar Nafisi",
    "publishYear": 2003,
    "description": "Every Thursday morning for two years in the Islamic Republic of Iran, Azar Nafisi, a bold and inspired teacher, secretly gathered seven of her most committed female students to read forbidden Western classics. Some came from conservative and religious families, others were progressive and secular; some had spent time in jail. They were shy and uncomfortable at first, unaccustomed to being asked to speak their minds, but soon they removed their veils and began to speak more freely–their stories intertwining with the novels they were reading by Jane Austen, F. Scott Fitzgerald, Henry James, and Vladimir Nabokov. As Islamic morality squads staged arbitrary raids in Tehran, as fundamentalists seized hold of the universities and a blind censor stifled artistic expression, the women in Nafisi's living room spoke not only of the books they were reading but also about themselves, their dreams and disappointments. Azar Nafisi's luminous masterwork gives us a rare glimpse, from the inside, of women's lives in revolutionary Iran. Reading Lolita in Tehran is a work of great passion and poetic beauty, a remarkable exploration of resilience in the face of tyranny, and a celebration of the liberating power of literature. - Publisher.",
    "genre": "Reviewed by the NYT",
    "pages": 374,
    "cover": "http://covers.openlibrary.org/b/id/227873-L.jpg"
  },
  {
    "id": "OL8397574W",
    "title": "The Housekeeper and the Professor",
    "author": "Yoko Ogawa",
    "publishYear": 2003,
    "description": "He is a brilliant maths professor with a peculiar problem - ever since a traumatic head injury some seventeen years ago, he has lived with only eighty minutes of short-term memory. She is a sensitive but astute young housekeeper with a ten-year-old son, who is entrusted to take care of him. Each morning, as the Professor and the Housekeeper are reintroduced to one another, a strange, beautiful relationship blossoms between them. The Professor may not remember what he had for breakfast, but his mind is still alive with elegant equations from the past. He devises clever maths riddles - based on her shoe size or her birthday - and the numbers, in all of their articulate order, reveal a sheltering and poetic world to both the Housekeeper and her little boy. With each new equation, the three lost souls forge an affection more mysterious than imaginary numbers, and a bond that runs deeper than memory. The Housekeeper and the Professor is an enchanting story about what it means to live in the present, and about the curious equations that can create a family where one before did not exist.",
    "genre": "Reviewed by the NYT",
    "pages": 253,
    "cover": "http://covers.openlibrary.org/b/id/6609000-L.jpg"
  },
  {
    "id": "OL77820W",
    "title": "Blood Canticle",
    "author": "Anne Rice",
    "publishYear": 2003,
    "description": "Here are all the brilliantly conceived principal characters that make up Anne Rice's world of vampires and witches: Mona Mayfair, who's come to Blackwood Farm to die and is, instead, brought into the realm of the undead...Rowan Mayfair, brilliant neurosurgeon and witch, who finds herself dangerously drawn to Lestat...her husband, Michael Curry, hero of the Mayfair Chronicles, who seeks Lestat's help with the temporary madness of his wife...Patsy, country-western singer, who returns to avenge her death at the hands of her son, Quinn Blackwood. And here is the spirit of Julien Mayfair, guardian of the family, determined to torment Lestat eternally for what he has done to Mona...the riddle of the five-thousand-year-old Taltos, involving Mona's child...and, at the book's center, the Vampire Lestat, once the epitome of evil and now - following the transformation set in motion with Memnoch the Devil - struggling with his vampirism and yearning for goodness, purity and love as he contends with ghosts, legends, secrets and the mystery of the Taltos, and as he wrestles with the fate of his beloved Rowan Mayfair.",
    "genre": "Reviewed by the NYT",
    "pages": 400,
    "cover": "http://covers.openlibrary.org/b/id/9324120-L.jpg"
  },
  {
    "id": "OL29020W",
    "title": "Lyra's Oxford",
    "author": "Philip Pullman",
    "publishYear": 2003,
    "description": "An exciting new tale set in the world of Philip Pullman's His Dark Materials saga. This collectible hardcover volume includes a short story by Mr. Pullman, plus a fold-out map of Oxford and various \"souvenirs\" from the past. The book is illustrated throughout with woodcut illustrations by John Lawrence.From the Hardcover edition.",
    "genre": "Reviewed by the NYT",
    "pages": 64,
    "cover": "http://covers.openlibrary.org/b/id/1189265-L.jpg"
  },
  {
    "id": "OL71680W",
    "title": "Hegemony or Survival",
    "author": "Noam Chomsky",
    "publishYear": 2003,
    "description": "From the world's foremost intellectual activist, here is an irrefutable analysis of America's pursuit of total domination and the catastrophic consequences that are sure to follow. The United States is in the process of staking out not just the globe, but the last unarmed spot in our neighbourhood - the skies - as a militarized sphere of influence. Our earth and its skies are, for the Bush administration, the final frontiers of imperial control. In Hegemony or Survival, Noam Chomsky explains how we came to this moment, what kind of peril we find ourselves in, and why our rulers are willing to jeopardize the future of our species. In our era, Chomsky argues, empire is a recipe for an earthly wasteland.",
    "genre": "Reviewed by the NYT",
    "pages": 316,
    "cover": "http://covers.openlibrary.org/b/id/581334-L.jpg"
  },
  {
    "id": "OL103134W",
    "title": "The Martian Chronicles",
    "author": "Ray Bradbury",
    "publishYear": 1950,
    "description": "This is a collection of science fiction short stories, cleverly cobbled together to form a coherent and very readable novel about a future colonization of Mars. As the stories progress chronologically the author tells how the first humans colonized Mars, initially sharing the planet with a handful of Martians. When Earth is devastated by nuclear war the colony is left to fend for itself and the colonists determine to build a new Earth on Mars.",
    "genre": "Old-School SciFi",
    "pages": 258,
    "cover": "http://covers.openlibrary.org/b/id/9346537-L.jpg"
  },
  {
    "id": "OL17365W",
    "title": "2001",
    "author": "Arthur C. Clarke",
    "publishYear": 1968,
    "description": "A novel that proposes an idea about how the human race might have begun and where it might be headed...given a little help from out there. A colaboration of ideas with director Stanley Kubrick in the late 1960's it begins at the dawn of man and then leaps to the year 2001 where a mission to Saturn (Jupiter in the film) is mounted to try and answer questions raised by the discovery of an ancient artifact dug up on the moon. Though not particularly fast paced, the science is good, and there are a few hair raising events. There are also interesting speculations about the future, such as the space shuttle, and a device eerily similar to an iPad. Leaving plenty of room for contemplation and the appreciation for the inevitable trials of space travel, this is one of the truly landmark pieces of hard science fiction.",
    "genre": "Old-School SciFi",
    "pages": 237,
    "cover": "http://covers.openlibrary.org/b/id/11344400-L.jpg"
  },
  {
    "id": "OL52266W",
    "title": "The Invisible Man",
    "author": "H. G. Wells",
    "publishYear": 1897,
    "description": "This book is the story of Griffin, a scientist who creates a serum to render himself invisible, and his descent into madness that follows.",
    "genre": "Old-School SciFi",
    "pages": 182,
    "cover": "http://covers.openlibrary.org/b/id/6419199-L.jpg"
  },
  {
    "id": "OL52151W",
    "title": "When the Sleeper Awakes",
    "author": "H. G. Wells",
    "publishYear": 1899,
    "description": "A troubled insomniac in 1890s England falls suddenly into a sleep-like trance, from which he does not awake for over two hundred years. During his centuries of slumber, however, investments are made that make him the richest and most powerful man on Earth. But when he comes out of his trance he is horrified to discover that the money accumulated in his name is being used to maintain a hierarchal society in which most are poor, and more than a third of all people are enslaved. Oppressed and uneducated, the masses cling desperately to one dream – that the sleeper will awake, and lead them all to freedom.",
    "genre": "Old-School SciFi",
    "pages": 278,
    "cover": "http://covers.openlibrary.org/b/id/574886-L.jpg"
  },
  {
    "id": "OL52260W",
    "title": "The First Men in the Moon",
    "author": "H. G. Wells",
    "publishYear": 1900,
    "description": "When penniless businessman Mr Bedford retreats to the Kent coast to write a play, he meets by chance the brilliant Dr Cavor, an absent-minded scientist on the brink of developing a material that blocks gravity. Cavor soon succeeds in his experiments, only to tell a stunned Bedford the invention makes possible one of the oldest dreams of humanity: a journey to the moon. With Bedford motivated by money, and Cavor by the desire for knowledge, the two embark on the expedition. But neither are prepared for what they find - a world of freezing nights, boiling days and sinister alien life, on which they may be trapped forever.",
    "genre": "Old-School SciFi",
    "pages": 238,
    "cover": "http://covers.openlibrary.org/b/id/8081288-L.jpg"
  },
  {
    "id": "OL893415W",
    "title": "Dune",
    "author": "Frank Herbert",
    "publishYear": 1965,
    "description": "Set on the desert planet Arrakis, Dune is the story of the boy Paul Atreides, heir to a noble family tasked with ruling an inhospitable world where the only thing of value is the spice melange, a drug capable of extending life and enhancing consciousness. Coveted across the known universe, melange is a prize worth killing for... When House Atreides is betrayed, the destruction of Paul's family will set the boy on a journey toward a destiny greater than he could ever have imagined. And as he evolves into the mysterious man known as Muad'Dib, he will bring to fruition humankind's most ancient and unattainable dream. A stunning blend of adventure and mysticism, environmentalism and politics, Dune won the first Nebula Award, shared the Hugo Award, and formed the basis of what is undoubtedly the grandest epic in science fiction.",
    "genre": "Old-School SciFi",
    "pages": 544,
    "cover": "http://covers.openlibrary.org/b/id/11481354-L.jpg"
  },
  {
    "id": "OL450063W",
    "title": "Frankenstein or The Modern Prometheus",
    "author": "Mary Wollstonecraft Shelley",
    "publishYear": 1818,
    "description": "Frankenstein tells the story of Victor Frankenstein, a young scientist who creates a sapient creature in an unorthodox scientific experiment. Shelley started writing the story when she was 18, and the first edition was published anonymously in London on 1 January 1818, when she was 20. Her name first appeared in the second edition, which was published in Paris in 1821.",
    "genre": "Old-School SciFi",
    "pages": 240,
    "cover": "http://covers.openlibrary.org/b/id/12356249-L.jpg"
  },
  {
    "id": "OL1099280W",
    "title": "Vingt mille lieues sous les mers",
    "author": "Jules Verne",
    "publishYear": 1870,
    "description": "A nineteenth-century science fiction tale of an electric submarine, its eccentric captain, and undersea world, which anticipated many of the scientific achievements of the twentieth century.",
    "genre": "Old-School SciFi",
    "pages": 324,
    "cover": "http://covers.openlibrary.org/b/id/6573517-L.jpg"
  },
  {
    "id": "OL118388W",
    "title": "Flatland",
    "author": "Edwin Abbott Abbott",
    "publishYear": 1884,
    "description": "A square, who is a resident of the two-dimensional Flatland, dreams of the one-dimensional Lineland. He attempts to convince the monarch of Lineland of the possibility of another dimension, but the monarch cannot see outside the line. The square is then visited himself by a Sphere from three-dimensional Spaceland, who must show the square Spaceland before he can conceive it. As more dimensions enter the scene, the story's discussion of fixed thought and the kind of inhuman action which accompanies it intensifies.",
    "genre": "Old-School SciFi",
    "pages": 114,
    "cover": "http://covers.openlibrary.org/b/id/10069547-L.jpg"
  }
]
